action_inherited();
oBorder.Width = 450;
oBorder.Height = 120;

global.plrMode = 1;


alarm[0] = 450;

alarm[1] = 20;

msg = "Я в своем познании настолько#преисполнился, что я как будто бы уже#сто триллионов миллиардов лет проживаю #на триллионах и#триллионах таких же планет,#как эта Земля, мне этот мир абсолютно#понятен, и я здесь ищу только#одного - покоя, умиротворения и#вот этой гармонии, от слияния с# бесконечно вечным, от созерцания#великого фрактального подобия и# от вот этого замечательного всеединства#существа, бесконечно вечного,# куда ни посмотри, хоть вглубь - бесконечно#малое, хоть ввысь - бесконечное большое,# понимаешь? А ты мне опять со#своим вот этим, иди суетись дальше,# это твоё распределение, это#твой путь и твой горизонт познания# и ощущения твоей природы, он#несоизмеримо мелок по сравнению с#моим, понимаешь?";

pos = 1;
xx = 0;

oSponge = noone;




